Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: No upcoming appointments
ar: لا توجد مواعيد قادمة
as: আগন্তুক নিযুক্তি নাই
bn: আসন্ন কোনো অ্যাপয়েন্টমেন্ট নেই
de: Keine anstehenden Termine
es: No hay citas programadas
fr: Aucun rendez-vous à venir
gu: કોઈ આગામી એપોઇન્ટમેન્ટ નથી
hi: कोई आगामी अपॉइंटमेंट नहीं हैं
it: Nessun appuntamento in programma
ja: 今後の予約はありません
kn: ಯಾವುದೇ ಮುಂಬರುವ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್‌ಗಳಿಲ್ಲ
ko: 예정된 예약이 없습니다.
ml: വരാനിരിക്കുന്ന അപ്പോയിന്റ്മെന്റുകളൊന്നുമില്ല
mr: आगामी भेटी नाहीत
or: କୌଣସି ଆଗାମୀ ନିଯୁକ୍ତି ନାହିଁ
pa: ਕੋਈ ਆਗਾਮੀ ਮੁਲਾਕਾਤਾਂ ਨਹੀਂ ਹਨ
pt: Não há consultas marcadas.
ru: Нет запланированных встреч
ta: வரவிருக்கும் சந்திப்புகள் எதுவும் இல்லை
te: రాబోయే అపాయింట్‌మెంట్లు ఏవీ లేవు
zh_hans: 暂无预约
zh_hant: 暫無預約

source: No upcoming occasions
ar: لا توجد مناسبات قادمة
as: আগন্তুক কোনো অনুষ্ঠান নাই
bn: আসন্ন কোনো অনুষ্ঠান নেই
de: Keine anstehenden Termine
es: No hay eventos próximos
fr: Aucune occasion à venir
gu: કોઈ આગામી પ્રસંગો નથી
hi: कोई आगामी कार्यक्रम नहीं
it: Nessun evento in programma
ja: 今後のイベントはありません
kn: ಮುಂಬರುವ ಯಾವುದೇ ಸಂದರ್ಭಗಳಿಲ್ಲ.
ko: 예정된 행사가 없습니다.
ml: വരാനിരിക്കുന്ന അവസരങ്ങളൊന്നുമില്ല
mr: कोणतेही आगामी प्रसंग नाहीत
or: କୌଣସି ଆଗାମୀ ଘଟଣା ନାହିଁ
pa: ਕੋਈ ਆਗਾਮੀ ਮੌਕੇ ਨਹੀਂ
pt: Não há eventos futuros
ru: Нет запланированных мероприятий
ta: வரவிருக்கும் நிகழ்வுகள் இல்லை
te: రాబోయే సందర్భాలు లేవు
zh_hans: 近期没有活动。
zh_hant: 近期沒有活動。

source: No verified factor found.
ar: لم يتم العثور على عامل تم التحقق منه.
as: কোনো পৰীক্ষিত কাৰক পোৱা নগ’ল।
bn: কোনো যাচাইকৃত উপাদান খুঁজে পাওয়া যায়নি।
de: Kein verifizierter Faktor gefunden.
es: No se encontró ningún factor verificado.
fr: Aucun facteur vérifié trouvé.
gu: કોઈ ચકાસાયેલ પરિબળ મળ્યું નથી.
hi: कोई सत्यापित कारक नहीं मिला।
it: Nessun fattore verificato trovato.
ja: 検証済みの要因は見つかりませんでした。
kn: ಯಾವುದೇ ಪರಿಶೀಲಿಸಿದ ಅಂಶ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 검증된 요소를 찾을 수 없습니다.
ml: പരിശോധിച്ച ഘടകമൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणताही सत्यापित घटक आढळला नाही.
or: କୌଣସି ଯାଞ୍ଚ କରାଯାଇଥିବା କାରକ ମିଳିଲା ନାହିଁ।
pa: ਕੋਈ ਪ੍ਰਮਾਣਿਤ ਕਾਰਕ ਨਹੀਂ ਮਿਲਿਆ।
pt: Nenhum fator verificado encontrado.
ru: Подтвержденный фактор не обнаружен.
ta: சரிபார்க்கப்பட்ட காரணி எதுவும் காணப்படவில்லை.
te: ధృవీకరించబడిన అంశం ఏదీ కనుగొనబడలేదు.
zh_hans: 未找到已验证的因素。
zh_hant: 未找到已驗證的因素。

source: No VIP guests invited yet.
ar: لم تتم دعوة أي ضيوف من كبار الشخصيات حتى الآن.
as: এতিয়াও কোনো ভিআইপি অতিথিক নিমন্ত্ৰণ কৰা হোৱা নাই।
bn: এখনো কোনো ভিআইপি অতিথিকে আমন্ত্রণ জানানো হয়নি।
de: Es wurden noch keine VIP-Gäste eingeladen.
es: Aún no se ha invitado a ningún invitado VIP.
fr: Aucun invité VIP n'a encore été convié.
gu: હજુ સુધી કોઈ VIP મહેમાનોને આમંત્રણ આપવામાં આવ્યું નથી.
hi: अभी तक किसी भी वीआईपी अतिथि को आमंत्रित नहीं किया गया है।
it: Nessun ospite VIP è stato ancora invitato.
ja: VIPゲストはまだ招待されていません。
kn: ಇನ್ನೂ ಯಾವುದೇ ವಿಐಪಿ ಅತಿಥಿಗಳನ್ನು ಆಹ್ವಾನಿಸಲಾಗಿಲ್ಲ.
ko: 아직 VIP 손님은 초대되지 않았습니다.
ml: ഇതുവരെ VIP അതിഥികളെയൊന്നും ക്ഷണിച്ചിട്ടില്ല.
mr: अद्याप कोणत्याही व्हीआयपी पाहुण्यांना आमंत्रित केलेले नाही.
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି ଭିଆଇପି ଅତିଥିଙ୍କୁ ନିମନ୍ତ୍ରଣ କରାଯାଇ ନାହିଁ।
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਵੀਆਈਪੀ ਮਹਿਮਾਨ ਨਹੀਂ ਬੁਲਾਇਆ ਗਿਆ।
pt: Nenhum convidado VIP foi convidado ainda.
ru: VIP-гости пока не приглашены.
ta: இதுவரை விஐபி விருந்தினர்கள் யாரும் அழைக்கப்படவில்லை.
te: ఇంకా విఐపి అతిథులెవరినీ ఆహ్వానించలేదు.
zh_hans: 目前尚未邀请任何贵宾。
zh_hant: 目前尚未邀請任何貴賓。

source: Not available
ar: غير متوفر
as: উপলব্ধ নহয়
bn: উপলব্ধ নয়
de: Nicht verfügbar
es: No disponible
fr: Pas disponible
gu: ઉપલબ્ધ નથી
hi: उपलब्ध नहीं है
it: Non disponibile
ja: 利用不可
kn: ಲಭ್ಯವಿಲ್ಲ
ko: 이용 불가
ml: ലഭ്യമല്ല
mr: उपलब्ध नाही
or: ଉପଲବ୍ଧ ନାହିଁ
pa: ਉਪਲਭਦ ਨਹੀ
pt: Não disponível
ru: Нет в наличии
ta: கிடைக்கவில்லை
te: అందుబాటులో లేదు
zh_hans: 无法使用
zh_hant: 無法使用

source: Not configured
ar: غير مهيأ
as: বিন্যাস কৰা হোৱা নাই
bn: কনফিগার করা হয়নি
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
gu: ગોઠવેલ નથી
hi: कॉन्फ़िगर नहीं किया गया
it: Non configurato
ja: 設定されていません
kn: ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ
ko: 구성되지 않음
ml: കോൺഫിഗർ ചെയ്തിട്ടില്ല
mr: कॉन्फिगर केलेले नाही
or: କନଫିଗର୍ କରାଯାଇନାହିଁ
pa: ਸੰਰੂਪਿਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pt: Não configurado
ru: Не настроено
ta: உள்ளமைக்கப்படவில்லை
te: కాన్ఫిగర్ చేయబడలేదు
zh_hans: 未配置
zh_hant: 未配置

source: Not scanned
ar: لم يتم مسحها ضوئياً
as: স্কেন কৰা হোৱা নাই
bn: স্ক্যান করা হয়নি
de: Nicht gescannt
es: No escaneado
fr: Non scanné
gu: સ્કેન કરેલ નથી
hi: स्कैन नहीं किया गया
it: Non scansionato
ja: スキャンされていません
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗಿಲ್ಲ
ko: 스캔되지 않음
ml: സ്കാൻ ചെയ്തിട്ടില്ല
mr: स्कॅन केलेले नाही
or: ସ୍କାନ୍ କରାଯାଇନାହିଁ
pa: ਸਕੈਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pt: Não digitalizado
ru: Не отсканировано
ta: ஸ்கேன் செய்யப்படவில்லை
te: స్కాన్ చేయబడలేదు
zh_hans: 未扫描
zh_hant: 未掃描

source: NOT SCANNED
ar: لم يتم مسحها ضوئياً
as: স্কেন কৰা হোৱা নাই
bn: স্ক্যান করা হয়নি
de: NICHT GESCANNT
es: NO ESCANEADO
fr: NON SCANNELÉ
gu: સ્કેન કરેલ નથી
hi: स्कैन नहीं किया गया
it: NON SCANSIONATO
ja: スキャンされていません
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗಿಲ್ಲ
ko: 스캔되지 않음
ml: സ്കാൻ ചെയ്തിട്ടില്ല
mr: स्कॅन केलेले नाही
or: ସ୍କାନ ହୋଇନାହିଁ
pa: ਸਕੈਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pt: NÃO DIGITALIZADO
ru: НЕ ОТСКАНИРОВАНО
ta: ஸ்கேன் செய்யப்படவில்லை
te: స్కాన్ చేయబడలేదు
zh_hans: 未扫描
zh_hant: 未掃描

source: Not Set
ar: غير محدد
as: ছেট কৰা হোৱা নাই
bn: সেট করা হয়নি
de: Nicht festgelegt
es: No establecido
fr: Non défini
gu: સેટ નથી
hi: सेट नहीं
it: Non impostato
ja: 設定されていません
kn: ಹೊಂದಿಸಲಾಗಿಲ್ಲ
ko: 설정되지 않음
ml: സജ്ജമാക്കിയിട്ടില്ല
mr: सेट केलेले नाही
or: ସେଟ୍ ନୁହେଁ
pa: ਸੈੱਟ ਨਹੀਂ ਹੈ
pt: Não configurado
ru: Не задано
ta: அமைக்கப்படவில்லை
te: సెట్ చేయబడలేదు
zh_hans: 未设置
zh_hant: 未設定

source: of %@ target
ar: من الهدف %@
as: %@ লক্ষ্যৰ
bn: %@ লক্ষ্য
de: von %@ Ziel
es: del objetivo %@
fr: de %@ cible
gu: %@ લક્ષ્યનું
hi: %@ लक्ष्य
it: di %@ bersaglio
ja: %@ のターゲット
kn: %@ ಗುರಿಯ
ko: %@ 타겟
ml: %@ ലക്ഷ്യത്തിന്റെ
mr: %@ लक्ष्याचे
or: %@ ଲକ୍ଷ୍ୟର
pa: %@ ਟੀਚੇ ਦਾ
pt: de %@ alvo
ru: из %@ цели
ta: %@ இலக்கின்
te: %@ యొక్క లక్ష్యం
zh_hans: %@ 目标
zh_hant: %@ 目標

source: Offline · Last synced %@
ar: غير متصل · آخر مزامنة %@
as: অফলাইন · শেষবাৰৰ বাবে সিঙ্ক কৰা হৈছে %@
bn: অফলাইন · সর্বশেষ সিঙ্ক করা হয়েছে %@
de: Offline · Zuletzt synchronisiert %@
es: Sin conexión · Última sincronización %@
fr: Hors ligne · Dernière synchronisation %@
gu: ઑફલાઇન · છેલ્લે સમન્વયિત %@
hi: ऑफ़लाइन · अंतिम बार सिंक्रोनाइज़ किया गया %@
it: Offline · Ultima sincronizzazione %@
ja: オフライン · 最終同期 %@
kn: ಆಫ್‌ಲೈನ್ · ಕೊನೆಯದಾಗಿ ಸಿಂಕ್ ಮಾಡಿರುವುದು %@
ko: 오프라인 · 마지막 동기화 시간: %@
ml: ഓഫ്‌ലൈൻ · അവസാനം സമന്വയിപ്പിച്ചത് %@
mr: ऑफलाइन · शेवटचे सिंक केलेले %@
or: ଅଫଲାଇନ୍ · ଶେଷ ଥର ପାଇଁ ସିଙ୍କ୍ ହୋଇଥିଲା %@
pa: ਆਫ਼ਲਾਈਨ · ਆਖਰੀ ਵਾਰ ਸਿੰਕ ਕੀਤਾ ਗਿਆ %@
pt: Offline · Última sincronização %@
ru: Офлайн · Последняя синхронизация %@
ta: ஆஃப்லைன் · கடைசியாக ஒத்திசைக்கப்பட்டது %@
te: ఆఫ్‌లైన్ · చివరిగా సింక్ చేయబడింది %@
zh_hans: 离线 · 上次同步时间 %@
zh_hant: 離線 · 上次同步時間 %@

source: OFTEN PAIRED WITH
ar: غالباً ما تقترن بـ
as: প্ৰায়ে WITH ৰ সৈতে যোৰ কৰা হয়
bn: প্রায়শই এর সাথে যুক্ত
de: HÄUFIG KOMBINIERT MIT
es: A menudo se combina con
fr: SOUVENT ASSOCIÉ À
gu: ઘણીવાર જોડી બનાવી
hi: अक्सर इसके साथ जोड़ा जाता है
it: SPESSO ABBINATO A
ja: よく一緒に使われる
kn: ಆಗಾಗ್ಗೆ ಜೋಡಿಸಲಾಗುತ್ತದೆ
ko: 주로 다음과 함께 사용됩니다.
ml: പലപ്പോഴും ജോടിയാക്കുന്നത്
mr: अनेकदा सोबत जोडले जाते
or: ପ୍ରାୟତଃ ଯୋଡା ହୋଇଛି
pa: ਅਕਸਰ ਇਸ ਨਾਲ ਜੋੜਾਬੱਧ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pt: FREQUENTEMENTE APARELHADO COM
ru: Часто в паре с
ta: அடிக்கடி இதனுடன் இணைக்கப்படுகிறது
te: తరచుగా జత చేయబడుతుంది
zh_hans: 常与
zh_hant: 常與

source: OK
ar: نعم
as: ঠিক আছে
bn: ঠিক আছে
es: DE ACUERDO
fr: D'ACCORD
gu: બરાબર
hi: ठीक है
ja: わかりました
kn: ಸರಿ
ko: 좋아요
ml: ശരി
mr: ठीक आहे
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ru: ХОРОШО
ta: சரி
te: సరే
zh_hans: 好的
zh_hant: 好的

source: On Target
ar: على الهدف
as: টাৰ্গেটত
bn: লক্ষ্যে
de: Im Ziel
es: En el blanco
fr: Objectif atteint
gu: લક્ષ્ય પર
hi: योजनापूर्ण
it: Obiettivo raggiunto
ja: 目標通り
kn: ಗುರಿಯಲ್ಲಿದೆ
ko: 목표 달성
ml: ലക്ഷ്യത്തിൽ
mr: लक्ष्यावर
or: ଟାର୍ଗେଟରେ
pa: ਟਾਰਗੇਟ 'ਤੇ
pt: Na mira
ru: Точно в цель
ta: இலக்கில்
te: లక్ష్యంపై
zh_hans: 目标
zh_hant: 目標

source: Open Camera Scanner
ar: ماسح ضوئي مفتوح للكاميرا
as: কেমেৰা স্ক্যানাৰ খোলক
bn: ক্যামেরা স্ক্যানার খুলুন
de: Kamerascanner öffnen
es: Escáner de cámara abierta
fr: Scanner de caméra ouvert
gu: કેમેરા સ્કેનર ખોલો
hi: ओपन कैमरा स्कैनर
it: Apri lo scanner della fotocamera
ja: オープンカメラスキャナー
kn: ಕ್ಯಾಮೆರಾ ಸ್ಕ್ಯಾನರ್ ತೆರೆಯಿರಿ
ko: 오픈 카메라 스캐너
ml: ക്യാമറ സ്കാനർ തുറക്കുക
mr: ओपन कॅमेरा स्कॅनर
or: କ୍ୟାମେରା ସ୍କାନର୍‌ ଖୋଲନ୍ତୁ
pa: ਕੈਮਰਾ ਸਕੈਨਰ ਖੋਲ੍ਹੋ
pt: Abrir scanner de câmara
ru: Открыть сканер камер
ta: திறந்த கேமரா ஸ்கேனர்
te: కెమెరా స్కానర్‌ను తెరవండి
zh_hans: 开放式相机扫描仪
zh_hant: 開放式相機掃描儀

source: Open Full Profile
ar: افتح الملف الشخصي الكامل
as: সম্পূৰ্ণ প্ৰফাইল খোলক
bn: সম্পূর্ণ প্রোফাইল খুলুন
de: Vollständiges Profil öffnen
es: Abrir perfil completo
fr: Ouvrir le profil complet
gu: સંપૂર્ણ પ્રોફાઇલ ખોલો
hi: पूरी प्रोफ़ाइल खोलें
it: Apri il profilo completo
ja: プロフィール全文を見る
kn: ಪೂರ್ಣ ಪ್ರೊಫೈಲ್ ತೆರೆಯಿರಿ
ko: 전체 프로필 열기
ml: പൂർണ്ണ പ്രൊഫൈൽ തുറക്കുക
mr: संपूर्ण प्रोफाइल उघडा
or: ପୂର୍ଣ୍ଣ ପ୍ରୋଫାଇଲ୍ ଖୋଲନ୍ତୁ
pa: ਪੂਰਾ ਪ੍ਰੋਫਾਈਲ ਖੋਲ੍ਹੋ
pt: Abrir perfil completo
ru: Открыть полный профиль
ta: முழு சுயவிவரத்தைத் திறக்கவும்
te: పూర్తి ప్రొఫైల్‌ను తెరవండి
zh_hans: 查看完整个人资料
zh_hant: 查看完整個人資料

source: Open Reconciliation
ar: المصالحة المفتوحة
as: মুক্ত মিলন
bn: উন্মুক্ত পুনর্মিলন
de: Offene Versöhnung
es: Reconciliación abierta
fr: Réconciliation ouverte
gu: ખુલ્લું સમાધાન
hi: खुला सुलह
it: Riconciliazione aperta
ja: オープンな和解
kn: ಮುಕ್ತ ಸಮನ್ವಯ
ko: 공개 화해
ml: ഓപ്പൺ റീകൺസിലിയേഷൻ
mr: खुला सलोखा
or: ଖୋଲା ସମାଧାନ
pa: ਖੁੱਲ੍ਹਾ ਸੁਲ੍ਹਾ
pt: Reconciliação Aberta
ru: Открытое примирение
ta: திறந்த நல்லிணக்கம்
te: బహిరంగ సయోధ్య
zh_hans: 公开和解
zh_hant: 公開和解

source: Open stock reconciliation to scan barcodes or QR codes, compare expected versus scanned quantities, and submit inventory corrections.
ar: افتح عملية مطابقة المخزون لمسح الرموز الشريطية أو رموز الاستجابة السريعة، وقارن الكميات المتوقعة بالكميات الممسوحة ضوئيًا، وأرسل تصحيحات المخزون.
as: বাৰক'ড বা QR ক'ড স্কেন কৰিবলৈ, প্ৰত্যাশিত বনাম স্কেন কৰা পৰিমাণ তুলনা কৰিবলৈ, আৰু তথ্য সংশোধন জমা দিবলৈ মুকলি ষ্টক মিলন।
bn: বারকোড বা কিউআর কোড স্ক্যান করতে, প্রত্যাশিত ও স্ক্যান করা পরিমাণের তুলনা করতে এবং ইনভেন্টরি সংশোধন জমা দিতে স্টক সমন্বয় প্রক্রিয়াটি চালু করুন।
de: Öffnen Sie den Bestandsabgleich, um Barcodes oder QR-Codes zu scannen, die erwarteten Mengen mit den gescannten Mengen zu vergleichen und Bestandskorrekturen einzureichen.
es: Abra la conciliación de existencias para escanear códigos de barras o códigos QR, compare las cantidades esperadas con las escaneadas y envíe las correcciones de inventario.
fr: Effectuer le rapprochement des stocks ouverts en scannant les codes-barres ou les codes QR, en comparant les quantités attendues aux quantités scannées et en soumettant les corrections d'inventaire.
gu: બારકોડ અથવા QR કોડ સ્કેન કરવા માટે સ્ટોક રિકન્સિલિયેશન ખોલો, અપેક્ષિત વિરુદ્ધ સ્કેન કરેલા જથ્થાની તુલના કરો અને ઇન્વેન્ટરી સુધારા સબમિટ કરો.
hi: बारकोड या क्यूआर कोड को स्कैन करने, अपेक्षित मात्राओं की स्कैन की गई मात्राओं से तुलना करने और इन्वेंट्री संबंधी सुधार प्रस्तुत करने के लिए ओपन स्टॉक रिकॉन्सिलिएशन की सुविधा उपलब्ध है।
it: Aprire la riconciliazione delle scorte per scansionare codici a barre o codici QR, confrontare le quantità previste con quelle scansionate e inviare le correzioni di inventario.
ja: 在庫照合を開始するには、バーコードまたはQRコードをスキャンし、想定数量とスキャンされた数量を比較して、在庫修正を提出します。
kn: ಬಾರ್‌ಕೋಡ್‌ಗಳು ಅಥವಾ QR ಕೋಡ್‌ಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು, ನಿರೀಕ್ಷಿತ ಮತ್ತು ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ಪ್ರಮಾಣಗಳನ್ನು ಹೋಲಿಸಲು ಮತ್ತು ದಾಸ್ತಾನು ತಿದ್ದುಪಡಿಗಳನ್ನು ಸಲ್ಲಿಸಲು ಸ್ಟಾಕ್ ಸಮನ್ವಯವನ್ನು ತೆರೆಯಿರಿ.
ko: 바코드 또는 QR 코드를 스캔하여 재고를 대조하고, 예상 수량과 스캔된 수량을 비교하여 재고 오류를 수정할 수 있습니다.
ml: ബാർകോഡുകളോ ക്യുആർ കോഡുകളോ സ്കാൻ ചെയ്യുന്നതിനും, പ്രതീക്ഷിക്കുന്നതും സ്കാൻ ചെയ്തതുമായ അളവുകൾ താരതമ്യം ചെയ്യുന്നതിനും, ഇൻവെന്ററി തിരുത്തലുകൾ സമർപ്പിക്കുന്നതിനും സ്റ്റോക്ക് അനുരഞ്ജനം തുറക്കുക.
mr: बारकोड किंवा क्यूआर कोड स्कॅन करण्यासाठी, अपेक्षित आणि स्कॅन केलेल्या प्रमाणांची तुलना करण्यासाठी, आणि इन्व्हेंटरी दुरुस्त्या सादर करण्यासाठी ओपन स्टॉक रिकन्सिलिएशन करा.
or: ବାରକୋଡ୍ କିମ୍ବା QR କୋଡ୍ ସ୍କାନ୍ କରିବା ପାଇଁ ଷ୍ଟକ୍ ପୁନଃସମାପନ ଖୋଲନ୍ତୁ, ଆଶାକରାଯାଇଥିବା ପରିମାଣ ବନାମ ସ୍କାନ ପରିମାଣ ତୁଳନା କରନ୍ତୁ, ଏବଂ ଇନଭେଣ୍ଟରୀ ସଂଶୋଧନ ଦାଖଲ କରନ୍ତୁ।
pa: ਬਾਰਕੋਡ ਜਾਂ QR ਕੋਡ ਸਕੈਨ ਕਰਨ ਲਈ ਸਟਾਕ ਮੇਲ-ਮਿਲਾਪ ਖੋਲ੍ਹੋ, ਉਮੀਦ ਕੀਤੀ ਬਨਾਮ ਸਕੈਨ ਕੀਤੀ ਮਾਤਰਾ ਦੀ ਤੁਲਨਾ ਕਰੋ, ਅਤੇ ਵਸਤੂ ਸੂਚੀ ਵਿੱਚ ਸੁਧਾਰ ਜਮ੍ਹਾਂ ਕਰੋ।
pt: Conciliação de stock aberto para digitalizar códigos de barras ou códigos QR, comparar as quantidades esperadas com as digitalizadas e enviar correções de inventário.
ru: Откройте окно сверки запасов, чтобы отсканировать штрихкоды или QR-коды, сравнить ожидаемое и отсканированное количество и отправить корректировки инвентаризации.
ta: பார்கோடுகள் அல்லது கியூஆர் குறியீடுகளை ஸ்கேன் செய்யவும், எதிர்பார்க்கப்பட்ட அளவுகளை ஸ்கேன் செய்யப்பட்ட அளவுகளுடன் ஒப்பிடவும், மற்றும் சரக்கு இருப்புத் திருத்தங்களைச் சமர்ப்பிக்கவும் இருப்புச் சரிபார்ப்புப் பணியைத் தொடங்கவும்.
te: బార్‌కోడ్‌లు లేదా క్యూఆర్ కోడ్‌లను స్కాన్ చేయడానికి, ఆశించిన మరియు స్కాన్ చేసిన పరిమాణాలను పోల్చడానికి, మరియు ఇన్వెంటరీ సవరణలను సమర్పించడానికి ఓపెన్ స్టాక్ రికన్సిలియేషన్‌ను ఉపయోగించండి.
zh_hans: 打开库存核对表，扫描条形码或二维码，比较预期数量与扫描数量，并提交库存更正。
zh_hant: 開啟庫存核對錶，掃描條碼或二維碼，比較預期數量與掃描數量，並提交庫存更正。

source: OPERATIONAL LIMITS
ar: الحدود التشغيلية
as: কাৰ্য্যকৰী সীমা
bn: কার্যক্ষমতার সীমা
de: BETRIEBSGRENZEN
es: LÍMITES OPERATIVOS
fr: LIMITES OPÉRATIONNELLES
gu: કાર્યકારી મર્યાદાઓ
hi: परिचालन सीमाएँ
it: LIMITI OPERATIVI
ja: 動作上の制限
kn: ಕಾರ್ಯಾಚರಣೆಯ ಮಿತಿಗಳು
ko: 운영 제한 사항
ml: പ്രവർത്തന പരിധികൾ
mr: कार्यवाहीच्या मर्यादा
or: କାର୍ଯ୍ୟକ୍ଷମ ସୀମା
pa: ਕਾਰਜਸ਼ੀਲ ਸੀਮਾਵਾਂ
pt: LIMITES OPERACIONAIS
ru: ЭКСПЛУАТАЦИОННЫЕ ОГРАНИЧЕНИЯ
ta: செயல்பாட்டு வரம்புகள்
te: కార్యాచరణ పరిమితులు
zh_hans: 操作限制
zh_hant: 操作限制

source: or continue with
ar: أو تابع مع
as: বা আগবাঢ়ি যাওক
bn: অথবা চালিয়ে যান
de: oder fortfahren mit
es: o continuar con
fr: ou continuez avec
gu: અથવા ચાલુ રાખો
hi: या जारी रखें
it: oppure continuare con
ja: または、
kn: ಅಥವಾ ಮುಂದುವರಿಸಿ
ko: 또는 계속 진행하세요
ml: അല്ലെങ്കിൽ തുടരുക
mr: किंवा पुढे चालू ठेवा
or: କିମ୍ବା ଜାରି ରଖନ୍ତୁ
pa: ਜਾਂ ਜਾਰੀ ਰੱਖੋ
pt: ou continue com
ru: или продолжить
ta: அல்லது தொடரவும்
te: లేదా కొనసాగించండి
zh_hans: 或继续
zh_hant: 或繼續

source: ORDER DETAILS
ar: تفاصيل الطلب
as: অৰ্ডাৰৰ বিৱৰণ
bn: অর্ডারের বিবরণ
de: BESTELLDETAILS
es: DETALLES DEL PEDIDO
fr: DÉTAILS DE LA COMMANDE
gu: ઓર્ડર વિગતો
hi: ऑर्डर का विवरण
it: DETTAGLI DELL'ORDINE
ja: 注文の詳細
kn: ಆರ್ಡರ್ ವಿವರಗಳು
ko: 주문 상세 정보
ml: ഓർഡർ വിശദാംശങ്ങൾ
mr: ऑर्डर तपशील
or: ଅର୍ଡର ବିବରଣୀ
pa: ਆਰਡਰ ਵੇਰਵੇ
pt: DETALHES DO PEDIDO
ru: ДЕТАЛИ ЗАКАЗА
ta: ஆர்டர் விவரங்கள்
te: ఆర్డర్ వివరాలు
zh_hans: 订单详情
zh_hant: 訂單詳情

source: Order ID
ar: رقم الطلب
as: অৰ্ডাৰ আইডি
bn: অর্ডার আইডি
de: Bestellnummer
es: ID de pedido
fr: Numéro de commande
gu: ઓર્ડર આઈડી
hi: आदेश कामतत्व
it: ID ordine
ja: 注文ID
kn: ಆರ್ಡರ್ ಐಡಿ
ko: 주문 ID
ml: ഓർഡർ ഐഡി
mr: ऑर्डर आयडी
or: ଅର୍ଡର ଆଇଡି
pa: ਆਰਡਰ ਆਈਡੀ
pt: ID do pedido
ru: Идентификатор заказа
ta: ஆர்டர் ஐடி
te: ఆర్డర్ ఐడి
zh_hans: 订单号
zh_hant: 訂單編號

source: Order ID: %@
ar: رقم الطلب: %@
as: অৰ্ডাৰ আইডি: %@
bn: অর্ডার আইডি: %@
de: Bestellnummer: %@
es: ID del pedido: %@
fr: ID de commande : %@
gu: ઓર્ડર આઈડી: %@
hi: ऑर्डर आईडी: %@
it: ID ordine: %@
ja: 注文ID: %@
kn: ಆರ್ಡರ್ ಐಡಿ: %@
ko: 주문 ID: %@
ml: ഓർഡർ ഐഡി: %@
mr: ऑर्डर आयडी: %@
or: ଅର୍ଡର ଆଇଡି: %@
pa: ਆਰਡਰ ਆਈਡੀ: %@
pt: ID do pedido: %@
ru: Идентификатор заказа: %@
ta: ஆர்டர் ஐடி: %@
te: ఆర్డర్ ఐడి: %@
zh_hans: 订单号： %@
zh_hant: 訂單號碼： %@

source: ORDER ID: %@
ar: رقم الطلب: %@
as: অৰ্ডাৰ আইডি: %@
bn: অর্ডার আইডি: %@
de: Bestellnummer: %@
es: ID DE PEDIDO: %@
fr: ID DE COMMANDE : %@
gu: ઓર્ડર આઈડી: %@
hi: ऑर्डर आईडी: %@
it: ID ORDINE: %@
ja: 注文ID: %@
kn: ಆರ್ಡರ್ ಐಡಿ: %@
ko: 주문 ID: %@
ml: ഓർഡർ ഐഡി: %@
mr: ऑर्डर आयडी: %@
or: ଅର୍ଡର ଆଇଡି: %@
pa: ਆਰਡਰ ਆਈਡੀ: %@
pt: ID DO PEDIDO: %@
ru: ИДЕНТИФИКАТОР ЗАКАЗА: %@
ta: ஆர்டர் ஐடி: %@
te: ఆర్డర్ ఐడి: %@
zh_hans: 订单号： %@
zh_hant: 訂單號碼： %@

source: Out
ar: خارج
as: বাহিৰ
bn: বাইরে
de: Aus
es: Afuera
fr: Dehors
gu: બહાર
hi: बाहर
it: Fuori
ja: 外
kn: ಔಟ್
ko: 밖으로
ml: പുറത്ത്
mr: बाहेर
or: ବାହାରେ
pa: ਬਾਹਰ
pt: Fora
ru: Вне
ta: வெளியே
te: బయట
zh_hans: 出去
zh_hant: 出去

source: Out of Stock
ar: إنتهى من المخزن
as: ষ্টক শেষ হৈ গৈছে
bn: স্টক শেষ
de: Nicht vorrätig
es: Agotado
fr: En rupture de stock
gu: સ્ટોક આઉટ
hi: स्टॉक ख़त्म
it: Esaurito
ja: 在庫切れ
kn: ಸ್ಟಾಕ್ ಇಲ್ಲ
ko: 품절
ml: സ്റ്റോക്കില്ല
mr: स्टॉक संपला आहे
or: ଷ୍ଟକରେ ନାହିଁ
pa: ਖਤਮ ਹੈ
pt: Fora de stock
ru: Распродано
ta: கையிருப்பு இல்லை
te: స్టాక్ లేదు
zh_hans: 缺货
zh_hant: 缺貨

source: Out of Stock Locally
ar: غير متوفر محلياً
as: স্থানীয়ভাৱে ষ্টক শেষ
bn: স্থানীয়ভাবে স্টক নেই
de: Lokal nicht verfügbar
es: Agotado localmente
fr: Rupture de stock en magasin
gu: સ્થાનિક રીતે સ્ટોક સમાપ્ત
hi: स्थानीय स्तर पर स्टॉक उपलब्ध नहीं है
it: Non disponibile localmente
ja: 地元では在庫切れです
kn: ಸ್ಥಳೀಯವಾಗಿ ಸ್ಟಾಕ್ ಖಾಲಿಯಾಗಿದೆ
ko: 현지 재고 없음
ml: പ്രാദേശികമായി സ്റ്റോക്കില്ല
mr: स्थानिक पातळीवर साठा संपला आहे
or: ସ୍ଥାନୀୟ ଭାବରେ ଷ୍ଟକରେ ନାହିଁ
pa: ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਸਟਾਕ ਖਤਮ ਹੈ
pt: Produto indisponível localmente.
ru: Нет в наличии в наличии в данном регионе.
ta: உள்ளூரில் கையிருப்பு இல்லை
te: స్థానికంగా నిల్వ లేదు
zh_hans: 本地缺货
zh_hant: 本地缺貨

source: OUTGOING REQUESTS (DELHI TO PARIS)
ar: طلبات المغادرة (من دلهي إلى باريس)
as: OUTGOING REQUESTS (দিল্লীৰ পৰা পেৰিছলৈ)
bn: বহির্গামী অনুরোধ (দিল্লি থেকে প্যারিস)
de: AUSGEGEBENE ANFRAGEN (DELHI NACH PARIS)
es: SOLICITUDES DE ENVÍO (DE DELHI A PARÍS)
fr: DEMANDES SORTANTES (DELHI À PARIS)
gu: આઉટગોઇંગ વિનંતીઓ (દિલ્હીથી પેરિસ)
hi: आउटगोइंग रिक्वेस्ट (दिल्ली से पेरिस)
it: RICHIESTE IN USCITA (DA DELHI A PARIGI)
ja: 発信リクエスト（デリー発パリ行き）
kn: ಹೊರಹೋಗುವ ವಿನಂತಿಗಳು (ದೆಹಲಿಯಿಂದ ಪ್ಯಾರಿಸ್)
ko: 발신 요청 (델리발 파리행)
ml: പുറത്തുപോകുന്ന അഭ്യർത്ഥനകൾ (ഡൽഹി മുതൽ പാരീസ് വരെ)
mr: बाहेर जाणाऱ्या विनंत्या (दिल्ली ते पॅरिस)
or: ବାହାରକୁ ଯିବା ପାଇଁ ଅନୁରୋଧ (ଦିଲ୍ଲୀରୁ ପ୍ୟାରିସ)
pa: ਜਾਣ ਦੀਆਂ ਬੇਨਤੀਆਂ (ਦਿੱਲੀ ਤੋਂ ਪੈਰਿਸ)
pt: PEDIDOS DE ENVIO (DÉLHI PARA PARIS)
ru: Исходящие запросы (из Дели в Париж)
ta: வெளிச்செல்லும் கோரிக்கைகள் (டெல்லியிலிருந்து பாரிஸுக்கு)
te: బయటకు పంపే అభ్యర్థనలు (ఢిల్లీ నుండి ప్యారిస్)
zh_hans: 出境请求（德里至巴黎）
zh_hant: 出境請求（德里至巴黎）

source: OVERCOUNT
ar: عدد زائد
bn: অতিরিক্ত গণনা
de: ÜBERZAHLUNG
es: SOBRECONTAR
fr: SURCOMPTE
gu: વધુ
hi: अधिक गिनती
it: SOVRACCARICO
ja: 過剰カウント
kn: ಓವರ್‌ಕೌಂಟ್
ko: 과잉 계산
ml: ഓവർകൗണ്ട്
mr: जास्त मोजणी
or: ସଂଖ୍ୟା ଅଧିକ
pa: ਵੱਧ ਗਿਣਤੀ
pt: SOBRECONTAGEM
ru: ПЕРЕСЧЕТ
ta: அதிகப்படியான எண்ணிக்கை
te: ఓవర్‌కౌంట్
zh_hans: 超额计数
zh_hant: 超額計數

source: Paid securely via Razorpay
ar: تم الدفع بشكل آمن عبر Razorpay
as: ৰেজৰপেৰ জৰিয়তে নিৰাপদে ধন পৰিশোধ কৰা হৈছে
bn: রেজরপে-এর মাধ্যমে নিরাপদে অর্থ প্রদান করা হয়েছে।
de: Sicher bezahlt über Razorpay
es: Pago seguro a través de Razorpay.
fr: Paiement sécurisé via Razorpay
gu: રેઝરપે દ્વારા સુરક્ષિત રીતે ચૂકવણી કરો
hi: रेज़रपे के माध्यम से सुरक्षित रूप से भुगतान करें
it: Pagamento sicuro tramite Razorpay
ja: Razorpay経由で安全にお支払いいただけます
kn: Razorpay ಮೂಲಕ ಸುರಕ್ಷಿತವಾಗಿ ಪಾವತಿಸಲಾಗಿದೆ
ko: Razorpay를 통해 안전하게 결제하세요.
ml: Razorpay വഴി സുരക്ഷിതമായി പണമടച്ചു
mr: रेझरपे द्वारे सुरक्षितपणे पैसे दिले.
or: Razorpay ମାଧ୍ୟମରେ ସୁରକ୍ଷିତ ଭାବରେ ଦେୟ ଦିଆଯାଇଛି
pa: Razorpay ਰਾਹੀਂ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ
pt: Pagamento seguro via Razorpay
ru: Оплата производится безопасно через Razorpay.
ta: ரேஸர்பே மூலம் பாதுகாப்பாக பணம் செலுத்தப்பட்டது
te: రేజర్‌పే ద్వారా సురక్షితంగా చెల్లించబడింది
zh_hans: 通过 Razorpay 安全支付
zh_hant: 透過 Razorpay 安全支付

source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل
as: পাছৱৰ্ড কমেও ৬টা আখৰ হ’ব লাগিব
bn: পাসওয়ার্ডটি কমপক্ষে ৬ অক্ষরের হতে হবে।
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
gu: પાસવર્ડ ઓછામાં ઓછો 6 અક્ષરોનો હોવો જોઈએ
hi: पासवर्ड कम से कम 6 अंकों का होना चाहिए
it: La password deve essere lunga almeno 6 caratteri.
ja: パスワードは6文字以上である必要があります
kn: ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 6 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು.
ko: 비밀번호는 최소 6자 이상이어야 합니다.
ml: പാസ്‌വേഡിൽ കുറഞ്ഞത് 6 പ്രതീകങ്ങളെങ്കിലും ഉണ്ടായിരിക്കണം.
mr: पासवर्ड किमान ६ अक्षरी असला पाहिजे.
or: ପାସୱାର୍ଡଟି ଅତି କମରେ 6 ଅକ୍ଷରର ହେବା ଆବଶ୍ୟକ
pa: ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 6 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pt: A palavra-passe deve ter pelo menos 6 caracteres.
ru: Пароль должен состоять как минимум из 6 символов.
ta: கடவுச்சொல் குறைந்தபட்சம் 6 எழுத்துகள் கொண்டதாக இருக்க வேண்டும்.
te: పాస్‌వర్డ్ కనీసం 6 అక్షరాల పొడవు ఉండాలి
zh_hans: 密码长度必须至少为 6 个字符
zh_hant: 密碼長度必須至少為 6 個字符

source: Password successfully updated. You can now log in.
ar: تم تحديث كلمة المرور بنجاح. يمكنك الآن تسجيل الدخول.
as: পাছৱৰ্ড সফলতাৰে আপডেট কৰা হৈছে। এতিয়া আপুনি লগ ইন কৰিব পাৰিব।
bn: পাসওয়ার্ড সফলভাবে আপডেট করা হয়েছে। এখন আপনি লগ ইন করতে পারেন।
de: Passwort erfolgreich aktualisiert. Sie können sich jetzt anmelden.
es: Contraseña actualizada correctamente. Ya puedes iniciar sesión.
fr: Mot de passe mis à jour avec succès. Vous pouvez maintenant vous connecter.
gu: પાસવર્ડ સફળતાપૂર્વક અપડેટ થયો. હવે તમે લોગ ઇન કરી શકો છો.
hi: पासवर्ड सफलतापूर्वक अपडेट हो गया है। अब आप लॉग इन कर सकते हैं।
it: Password aggiornata correttamente. Ora puoi accedere.
ja: パスワードが正常に更新されました。ログインできるようになりました。
kn: ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ. ನೀವು ಈಗ ಲಾಗಿನ್ ಆಗಬಹುದು.
ko: 비밀번호가 성공적으로 업데이트되었습니다. 이제 로그인하실 수 있습니다.
ml: പാസ്‌വേഡ് വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്‌തു. ഇപ്പോൾ നിങ്ങൾക്ക് ലോഗിൻ ചെയ്യാം.
mr: पासवर्ड यशस्वीरित्या अद्ययावत केला आहे. तुम्ही आता लॉग इन करू शकता.
or: ପାସୱାର୍ଡ ସଫଳତାର ସହ ଅପଡେଟ୍ ହୋଇଛି। ଆପଣ ବର୍ତ୍ତମାନ ଲଗ୍ ଇନ୍ କରିପାରିବେ।
pa: ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ। ਤੁਸੀਂ ਹੁਣ ਲੌਗਇਨ ਕਰ ਸਕਦੇ ਹੋ।
pt: Palavra-passe atualizada com sucesso. Agora pode fazer login.
ru: Пароль успешно обновлен. Теперь вы можете войти в систему.
ta: கடவுச்சொல் வெற்றிகரமாகப் புதுப்பிக்கப்பட்டது. நீங்கள் இப்போது உள்நுழையலாம்.
te: పాస్‌వర్డ్ విజయవంతంగా నవీకరించబడింది. మీరు ఇప్పుడు లాగిన్ చేయవచ్చు.
zh_hans: 密码已成功更新。您现在可以登录了。
zh_hant: 密碼已成功更新。您現在可以登入了。

source: Password updated successfully
ar: تم تحديث كلمة المرور بنجاح
as: পাছৱৰ্ড সফলতাৰে আপডেট কৰা হৈছে
bn: পাসওয়ার্ড সফলভাবে আপডেট করা হয়েছে
de: Passwort erfolgreich aktualisiert
es: Contraseña actualizada correctamente
fr: Mot de passe mis à jour avec succès
gu: પાસવર્ડ સફળતાપૂર્વક અપડેટ થયો
hi: पासवर्ड सफलतापूर्वक अद्यतन
it: Password aggiornata correttamente
ja: パスワードが正常に更新されました
kn: ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.
ko: 비밀번호가 성공적으로 업데이트되었습니다.
ml: പാസ്‌വേഡ് വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്തു
mr: पासवर्ड यशस्वीरित्या अद्ययावत करण्यात आला.
or: ପାସୱାର୍ଡକୁ ସଫଳତାର ସହିତ ଅପଡେଟ୍‌ କରାଗଲା
pa: ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pt: Palavra-passe atualizada com sucesso
ru: Пароль успешно обновлен.
ta: கடவுச்சொல் வெற்றிகரமாகப் புதுப்பிக்கப்பட்டது.
te: పాస్‌వర్డ్ విజయవంతంగా నవీకరించబడింది
zh_hans: 密码已成功更新
zh_hant: 密碼已成功更新

source: Passwords do not match
ar: كلمات المرور غير متطابقة
as: পাছৱৰ্ডৰ মিল নাই
bn: পাসওয়ার্ডগুলো মিলছে না।
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas.
gu: પાસવર્ડ્સ મેળ ખાતા નથી
hi: सांकेतिक शब्द मेल नहीं खाते
it: Le password non corrispondono
ja: パスワードが一致しません
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ.
ko: 비밀번호가 일치하지 않습니다
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല.
mr: पासवर्ड जुळत नाहीत
or: ପାସୱାର୍ଡଗୁଡ଼ିକ ମେଳ ଖାଉନାହିଁ।
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
pt: As palavras-passe não coincidem.
ru: Пароли не совпадают
ta: கடவுச்சொற்கள் பொருந்தவில்லை
te: పాస్‌వర్డ్‌లు సరిపోలడం లేదు
zh_hans: 密码不匹配
zh_hant: 密碼不匹配

source: Payment
ar: قسط
as: পৰিশোধ
bn: পেমেন্ট
de: Zahlung
es: Pago
fr: Paiement
gu: ચુકવણી
hi: भुगतान
it: Pagamento
ja: 支払い
kn: ಪಾವತಿ
ko: 지불
ml: പേയ്മെന്റ്
mr: पेमेंट
or: ପେମେଣ୍ଟ
pa: ਭੁਗਤਾਨ
pt: Pagamento
ru: Оплата
ta: பணம் செலுத்துதல்
te: చెల్లింపు
zh_hans: 支付
zh_hant: 支付

source: Payment Failed
ar: فشلت عملية الدفع
as: পেমেন্ট ব্যৰ্থ
bn: পেমেন্ট ব্যর্থ হয়েছে
de: Zahlung fehlgeschlagen
es: El pago ha fallado.
fr: Paiement échoué
gu: ચુકવણી નિષ્ફળ ગઈ
hi: भुगतान विफल रही
it: Pagamento non riuscito
ja: 支払いが失敗しました
kn: ಪಾವತಿ ವಿಫಲವಾಗಿದೆ
ko: 결제 실패
ml: പേയ്‌മെന്റ് പരാജയപ്പെട്ടു
mr: पेमेंट अयशस्वी झाले
or: ପେମେଣ୍ଟ ବିଫଳ ହୋଇଛି
pa: ਭੁਗਤਾਨ ਅਸਫਲ ਰਿਹਾ
pt: Pagamento falhou
ru: Платеж не удался
ta: பணம் செலுத்துதல் தோல்வியடைந்தது
te: చెల్లింపు విఫలమైంది
zh_hans: 支付失败
zh_hant: 支付失敗
